/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "suns_mart_icons_section_6UMXKX": {
      "type": "suns-mart-icons-section",
      "name": "snus mart icons",
      "settings": {
        "snus_mart_icon_section_text_1": "<p>Our Customers say</p>",
        "snus_mart_icon_section_text_2": "<h3>Excellent</h3>",
        "snus_mart_icon_section_image_1": "shopify://shop_images/10001.svg",
        "snus_mart_icon_section_text_3": "<p><strong>4.6 </strong>out of 5 based on 838<strong> reviews</strong></p>",
        "snus_mart_icon_section_image_2": "shopify://shop_images/10002.svg"
      }
    },
    "rich_text_U8JXQp": {
      "type": "rich-text",
      "blocks": {
        "heading_DMikk8": {
          "type": "heading",
          "settings": {
            "heading": "<strong>NICOTINE FREE POUCHES</strong>",
            "heading_size": "h0"
          }
        }
      },
      "block_order": [
        "heading_DMikk8"
      ],
      "name": "t:sections.rich-text.presets.name",
      "settings": {
        "custom_rich_text_class": "",
        "desktop_content_position": "left",
        "content_alignment": "left",
        "color_scheme": "scheme-1",
        "full_width": true,
        "padding_top": 40,
        "padding_bottom": 0
      }
    },
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "padding_top": 28,
        "padding_bottom": 28
      }
    },
    "featured_collection_eTjqaE": {
      "type": "featured-collection",
      "name": "t:sections.featured-collection.presets.name",
      "settings": {
        "collection": "nicotine-free",
        "products_to_show": 10,
        "title": "",
        "heading_size": "h1",
        "description": "",
        "show_description": false,
        "description_style": "body",
        "columns_desktop": 4,
        "enable_desktop_slider": false,
        "full_width": false,
        "show_view_all": true,
        "view_all_style": "solid",
        "color_scheme": "",
        "image_ratio": "adapt",
        "image_shape": "default",
        "show_secondary_image": false,
        "show_vendor": false,
        "show_rating": false,
        "quick_add": "none",
        "columns_mobile": "2",
        "swipe_on_mobile": false,
        "padding_top": 36,
        "padding_bottom": 64
      }
    },
    "suns_mart_information_section_9zDrpp": {
      "type": "suns-mart-information-section",
      "name": "Suns Mart Information",
      "settings": {
        "suns_mart_head_1": "<h2>Discover the Refreshing World of Nicotine Free Pouches</h2>",
        "suns_mart_text_1": "<p>Welcome to SnusMart, your ultimate destination for nicotine-free pouches. If you're looking for a satisfying and refreshing alternative to traditional, you've come to the right place. Our extensive range of nicotine-free pouches offers a variety of options for those who enjoy the snus experience without the nicotine. With a focus on flavor and convenience, we ensure you can indulge without any concerns about nicotine. Read on to learn more about the benefits and options available to you.</p>",
        "suns_mart_head_2": "<h2>What Are Nicotine Free Pouches?</h2>",
        "suns_mart_text_2": "<p>Nicotine-free pouches offer all the enjoyment of traditional snus but without the nicotine. Made with premium ingredients, these pouches deliver a refreshing burst of flavor and aroma, making them the ideal choice for those who want to experience the snus sensation without nicotine. Whether you're seeking relaxation or just a flavorful treat, these pouches provide a satisfying option without the effects of nicotine.</p>",
        "suns_mart_head_3": "<h2>Flavor Variety and Convenience</h2>",
        "suns_mart_text_3": "<p>At SnusMart, we understand that flavor is key. That’s why our nicotine-free pouches come in an exciting array of flavors to suit every preference. From the zesty tang of to the invigorating coolness of the sweet taste of our diverse range ensures there’s a perfect match for every taste.<br/><br/>Beyond the great flavors, nicotine-free pouches offer unbeatable convenience. With no need for refrigeration, these pouches can be easily carried and enjoyed anytime, anywhere. Simply place one in your mouth for an instant burst of flavor – no mess, no fuss. Whether you're relaxing at home or on the go, these pouches are perfect for any occasion.</p>",
        "suns_mart_head_4": "<h2>Perfect for every moment</h2>",
        "suns_mart_text_4": "<p>Nicotine-free pouches are versatile, making them suitable for any setting. Whether you're unwinding at home, socializing with friends, or simply enjoying a moment during your busy day, these pouches provide a discreet and enjoyable experience. You can savor the refreshing flavors without worrying about nicotine, making them ideal for a variety of situations. With so many flavor options, you'll always find the perfect pouch for any moment.</p>",
        "suns_mart_head_5": "<h2>Quality you can trust</h2>",
        "suns_mart_text_5": "<p>At SnusMart, we are committed to providing you with high-quality products. Our nicotine-free pouches are crafted with care, using only the finest ingredients to guarantee a premium snus experience. We prioritize quality, ensuring that every pouch meets the highest standards. When you choose SnusMart, you can trust that you're getting a product designed to deliver satisfaction and enjoyment.</p>",
        "suns_mart_head_6": "<h2>Explore our nicotine free pouches</h2>",
        "suns_mart_text_6": "<p>Discover the refreshing world of nicotine-free pouches with SnusMart. Our wide range of flavors, exceptional convenience, and commitment to quality make us your go-to destination for nicotine-free snus. Take a look at our selection today and find the perfect pouch for you. Enjoy the rich flavors and satisfying experience – all without nicotine.</p><p>Check out our selection of nicotine-free pouches and explore one of the most popular brands in the market. Velo offers a unique range of flavors and high-quality ingredients, ensuring a refreshing and enjoyable experience for every occasion.</p>",
        "suns_mart_head_7": "",
        "suns_mart_text_7": ""
      }
    }
  },
  "order": [
    "suns_mart_icons_section_6UMXKX",
    "rich_text_U8JXQp",
    "main",
    "featured_collection_eTjqaE",
    "suns_mart_information_section_9zDrpp"
  ]
}
